<?php

return [
    'download' => [
        'unsupported' => 'Файл не может быть получен по этой ссылке.',
        'invalid' => 'Ссылка на получение файла недействительна.',
        'not_authorized' => 'У Вас нет прав на получение файла.',
    ],

    'upload' => [
        'not_authorized' => 'У Вас нет прав на загрузку файла.',
        'file_missed' => 'Файл для загрузки не указан.',
        'file_multi' => 'Загрузка нескольких файлов недоступна.',
    ],

    'delete' => [
        'not_authorized' => 'У Вас нет прав на удаление файла.',
    ],
];
